awmtt
davmail
emulationstation-de
emulationstation-themes
farge-git
github-desktop
layan-cursor-theme-git
lib32-polkit
light-git
lua-pam-git
needrestart
pacman-cleanup-hook
picom-jonaburg-git
protonup-qt
pug
qtutilities
reflector-mirrorlist-update
rofi-power-menu
rpcs3-git
spotify
tageditor
tagparser
vino
xidlehook