binutils
dosfstools
linux-headers
linux-zen-headers
mesa
noto-fonts-emoji
usbutils
xdg-user-dirs
xorg
xorg-apps
xorg-drivers
xorg-server
xorg-xinit
xorg-xkill
xterm
--END OF MINIMAL INSTALL--
alacritty
alsa-plugins
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash-completion
bind
bison
bluez
bluez-libs
bluez-utils
bridge-utils
btop
btrfs-progs
celluloid
cmake
cmatrix
code
cronie
cups
dialog
dmidecode
dnsmasq
dtc
efibootmgr
egl-wayland
exfat-utils
exfatprogs
extra-cmake-modules
fakeroot
fastfetch
firefox-developer-edition
flex
fuse2
fuse3
fuseiso
gamemode
gamescope
gcc
gimp
git
gparted
gptfdisk
grub-customizer
gst-libav
gst-plugin-pipewire
gst-plugins-good
gst-plugins-ugly
haveged
htop
i2c-tools
jdk-openjdk
jq
kitty
lib32-pipewire
lib32-pipewire-jack
libdvdcss
libtool
lsof
lutris
lzop
m4
make
mesa-utils
meson
micro
nfs-utils
ninja
ntfs-3g
ntp
openbsd-netcat
openssh
os-prober
p7zip
papirus-icon-theme
patch
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
powerline-fonts
python-notify2
python-pip
python-psutil
python-pyqt5
qbittorrent
qemu-emulators-full
qemu-full
qemu-guest-agent
ranger
samba
snap-pac
snapper
squashfs-tools
steam
steam-native-runtime
swtpm
synergy
terminus-font
thunderbird
traceroute
ttc-iosevka
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-hack
ttf-iosevka-nerd
ttf-liberation
ttf-roboto
ufw
unrar
unzip
vde2
virt-manager
virt-viewer
vlc
which
wine-gecko
wine-mono
winetricks
wireplumber
xclip
zip